Repository: mozilla-l10n/mt-training-data
Catalog: hi/hi_pontoon.tmx
Source language: en_us
Languages: hi

source: Would you like to request your voice recordings be deleted too, or do you prefer to keep them in the Common Voice dataset?
hi: क्या आप अपनी वॉयस रिकॉर्डिंग को भी हटाने का अनुरोध करना चाहते हैं, या क्या आप उन्हें कॉमन वॉयस डेटासेट में रखना पसंद करते हैं?

source: Yes
hi: हाँ

source: Yes, send me emails. I’d like to stay informed about the Common Voice Project.
hi: हाँ, मुझे ईमेल भेजें। मैं Common Voice प्रोजेक्ट के बारे में अवगत रहना चाहता हूँ।

source: Yes, send me emails. I'd like to stay informed about the progress of this language on Common Voice.
hi: हाँ, मुझे ईमेल भेजें। मैं Common Voice पर इस भाषा की प्रगति के बारे में सूचित रहना चाहता हूँ।

source: Yes, we especially want your voice! Part of the aim of Common Voice is to gather as many different accents as possible so that voice recognition services work equally well for everyone. This means donations from non-native speakers are particularly important.
hi: हाँ, हम विशेष रूप से आपकी आवाज़ चाहते हैं! कॉमन वॉयस के उद्देश्य का एक हिस्सा जितना संभव हो उतने अलग-अलग उच्चारण जुटाना है ताकि वॉइस रिकग्निशन सर्विसेज सभी के लिए समान रूप से काम करें। इसका मतलब है कि गैर-देशी वक्ताओं से दान विशेष रूप से महत्वपूर्ण हैं।

source: You
hi: आप

source: You are about to initiate a download of <size>{ $size }GB</size>, proceed?
hi: आप <size>{ $size }GB</size> का डाउनलोड शुरू करने वाले हैं, आगे बढ़ें?

source: You are prepared to initiate a download of <b>{ $size }</b>
hi: आप <b>{ $size }</b> का डाउनलोड आरंभ करने के लिए तैयार हैं

source: You can choose to make your username public or anonymous.
hi: आप अपना उपयोगकर्ता नाम सार्वजनिक या अनाम बनाने के लिए चुन सकते हैं।

source: You can help build a diverse, open-source dataset by creating a Common Voice profile and contributing your voice.
hi: आप कॉमन वॉयस प्रोफाइल बनाकर और अपनी आवाज में योगदान देकर एक विविध, ओपन-सोर्स डेटासेट बनाने में मदद कर सकते हैं।

source: You must allow microphone access.
hi: आपको माइक्रोफ़ोन एक्सेस की अनुमति देनी चाहिए।

source: Your anonymous voice recordings will remain in the Common Voice dataset. Once you delete your profile you will no longer be able to submit a request to remove your recordings from the dataset
hi: आपकी अनाम आवाज़ रिकॉर्डिंग कॉमन वॉइस डेटासेट में रहेगी। एक बार जब आप अपनी प्रोफ़ाइल हटा देते हैं, तो आप डेटासेट से अपनी रिकॉर्डिंग हटाने का अनुरोध नहीं कर पाएंगे

source: Your avatar now includes a voice clip!
hi: आपके अवतार में अब एक वॉइस क्लिप है!

source: Your daily goal has been created
hi: आपका दैनिक लक्ष्य बना दिया गया है

source: Your download has started.
hi: आपका डाउनलोड शुरू हो गया है।

source: You're currently set to <bold>NOT</bold> receive emails such as goal reminders, my progress updates and newsletters about Common Voice
hi: आप वर्तमान में Common Voice के बारे में लक्ष्य स्मरण, अपनी प्रगति अपडेट और समाचार पत्र जैसे ईमेल प्राप्त करने के लिए सेट <bold>नहीं</bold> हैं

source: You're currently set to receive emails such as goal reminders, my progress updates and newsletters about Common Voice
hi: आप वर्तमान में लक्ष्य अनुस्मारक जैसे ईमेल प्राप्त करने के लिए तैयार हैं, मेरे कॉमन वॉयस के बारे में अद्यतन और समाचारपत्रिकाएँ

source: Your Languages
hi: आपकी भाषाएँ

source: Your username and email will not be associated with the published data.
hi: आपका उपयोगकर्ता नाम और ईमेल प्रकाशित डेटा शामिल में नहीं होगा।

source: Your weekly goal has been created
hi: आपका साप्ताहिक लक्ष्य बना दिया गया है

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } recording goal!
hi: आपने सामान्य वॉइस तक पहुँचने में मदद की है <goalPercentage></goalPercentage> हमारे दैनिक { $goalValue } रिकॉर्डिंग लक्ष्य!

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } validation goal!
hi: आपने हमारे दैनिक { $goalValue } वैध लक्ष्य तक <goalPercentage></goalPercentage> तक पहुंचने में मदद की है!

source: You've successfully signed up for contributing to { $language }. Thank you.
hi: आपने { $language } में योगदान के लिए सफलतापूर्वक साइन अप कर लिया है। धन्यवाद।
